{
  "greetings": {
    "name": "Jiyeon Kim",
    "career": "Web\nDeveloper\nPortfolio",
    "currentLocation": "A Developer currently\nresiding in Seoul, Korea."
  },
  "aboutMe": "I am an open-minded person who is open to the perspectives,\nvalues and traditions of other individuals and communities.\nI try my best to listen and understand others.\nContinuous learning and improvement are important to me.\nI'm passionate about filling the gap between computer science and organisational applications of IT systems.",
  "career": {
    "voithru": "Voithru is an AI-based crowdsourcing subtitle platform. I was responsible for developing and maintaining new features of the administrator tool for managing translators. I actively communicated with backend developers, as well as the product and design teams, to minimize miscommunication. The development was done using React (Next.js) and TypeScript, and I collaborated with the development team through daily code reviews.",
    "dohe": "Dohe is a startup accelerator. As a full-stack web developer, I developed a groupware for internal employees. I worked on developing new features and maintaining existing functionalities using PHP and Vue.js. I also conducted deployments using Jenkins.",
    "outsourcing": "I developed a website where you can take an online stock investment course. It was a task to renew the existing website, which was originally developed in Vue.js, using React.",
    "freelancer": "I worked as a freelancer for an external company on a dispatch assignment for three months. I performed maintenance work using React."
  },
  "projects": {
    "readingHabit": {
      "description": "I recently developed ReadingHabit, a mobile app designed to help users cultivate a daily reading habit. The app provides a simple and intuitive interface to track reading progress, set goals, and get personalized recommendations based on reading history and preferences. It was a valuable experience for me to have the opportunity to directly use the Figma tool, which I had previously only used in collaboration with designers.",
      "mainInformation": "Log the number of books they've read and the percentage of their reading goals they've achieved Keep track of their reading habits in the form of a pie chart, Record their favorite quotes and notes for each book, Set wish books and add books to their reading list, keep track of the books they're currently reading and the books they've finished reading"
    },
    "portfolioSite": {
      "description": "The website you are watching now for the portfolio. Although I already made my portfolio with vanilla js before, I developed it with Next.js for renewal. I also experienced the convenience of Vercel deployement.",
      "mainInformation": "Introduction, skills, individual projects, career experience, contact"
    },
    "weddingCard": {
      "description": "I made a simple website for weddinb invitation. I made two different urls for the request of my mother in law so that she can ask her needs to her friends.",
      "mainInformation": "Invitation, gallaries"
    },
    "previousPortfolioSite": {
      "description": "My previous portfolio. Basic content is same as current portfolio but this site was made by only vanilla JS, css, html without any other library or framework.",
      "mainInformation": "Introduction, skills, individual projects, career experience, contact"
    }
  },
  "languageSwitcher": {
    "code": "ko",
    "label": "한국어"
  }
}
